Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/yijing__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 乾，元、亨、利、貞。
en: Qian (represents) what is great and originating, penetrating, advantageous, correct and firm.

source: 初九，潛龍，勿用。
en: In the first (or lowest) NINE, undivided, (we see its subject as) the dragon lying hid (in the deep). It is not the time for active doing.

source: 九二，見龍在田，利見大人。
en: In the second NINE, undivided, (we see its subject as) the dragon appearing in the field. It will be advantageous to meet with the great man.

source: 九四，或躍在淵，无咎。
en: In the fourth NINE, undivided, (we see its subject as the dragon looking) as if he were leaping up, but still in the deep. There will be no mistake.

source: 九五，飛龍在天，利見大人。
en: In the fifth NINE, undivided, (we see its subject as) the dragon on the wing in the sky. It will be advantageous to meet with the great man

source: 上九，亢龍，有悔。
en: In the sixth (or topmost) NINE, undivided, (we see its subject as) the dragon exceeding the proper limits. There will be occasion for repentance.

source: 用九，見羣龍无首，吉。
en: (The lines of this hexagram are all strong and undivided, as appears from) the use of the number NINE. If the host of dragons (thus) appearing were to divest themselves of their heads, there would be good fortune.

source: 九三，重剛而不中，上不在天，下不在田；故乾乾因其時而惕，雖危，无咎矣。
en: In the third NINE, there is a twofold symbol of) strength, but (the position) is not central. (Its occupant) is not in heaven above, nor is he in the field beneath. Therefore there must be active vigilance and cautious apprehension as the time requires; and. though (the position be) perilous, there will be no mistake.

source: 坤，元亨。利牝馬之貞。君子有攸往，先迷後得主，利。西南得朋，東北喪朋。安貞吉。
en: Kun (represents) what is great and originating, penetrating, advantageous, correct and having the firmness of a mare. When the superior man (here intended) has to make any movement, if he take the initiative, he will go astray; if he follow, he will find his (proper) lord. The advantageousness will be seen in his getting friends in the south-west, and losing friends in the north-east. If he rest in correctness and firmness, there will be good fortune.

source: 初六，履霜，堅冰至。
en: In the first SIX, divided, (we see its subject) treading on hoarfrost. The strong ice will come (by and by).

source: 六二，直方大，不習无不利。
en: The second SIX, divided, (shows the attribute of) being straight, square, and great. (Its operation), without repeated efforts, will be in every respect advantageous.

source: 六三，含章，可貞。或從王事，无成有終。
en: The third SIX, divided, (shows its subject) keeping his excellence under restraint, but firmly maintaining it. If he should have occasion to engage in the king's service, though he will not claim the success (for himself), he will bring affairs to a good issue.

source: 六四，括囊，无咎无譽。
en: The fourth SIX, divided, (shows the symbol of) a sack tied up. There will be no ground for blame or for praise.

source: 六五，黃裳，元吉。
en: The fifth SIX, divided, (shows) the yellow lower garment. There will be great good fortune.

source: 上六，龍戰于野，其血玄黃。
en: The sixth SIX, divided (shows) dragons fighting in the wild. Their blood is purple and yellow.

source: 用六，利永貞。
en: (The lines of this hexagram are all weak and divided, as appears from) the use of the number six. If those (who are thus represented) be perpetually correct and firm, advantage will arise.

source: 屯，元亨，利貞。勿用有攸往，利建侯。
en: Zhun (indicates that in the case which it presupposes) there will be great progress and success, and the advantage will come from being correct and firm. (But) any movement in advance should not be (lightly) undertaken. There will be advantage in appointing feudal princes.

source: 初九，磐桓，利居貞，利建侯。
en: The first NINE, undivided, shows the difficulty (its subject has) in advancing. It will be advantageous for him to abide correct and firm; advantageous (also) to be made a feudal ruler.

source: 六二，屯如邅如，乘馬班如，匪寇婚媾，女子貞不字，十年乃字。
en: The second SIX, divided, shows (its subject) distressed and obliged to return; (even) the horses of her chariot (also) seem to be retreating. (But) not by a spoiler (is she assailed), but by one who seeks her to be his wife. The young lady maintains her firm correctness, and declines a union. After ten years she will be united, and have children.

source: 六三，即鹿无虞，惟入于林中，君子幾不如舍，往吝。
en: The third SIX, divided, shows one following the deer without (the guidance of) the forester, and only finding himself in the midst of the forest. The superior man, acquainted with the secret risks, thinks it better to give up the chase. If he went forward, he would regret it.

source: 六四，乘馬班如，求婚媾，往，吉无不利。
en: The fourth SIX, divided, shows (its subject as a lady), the horses of whose chariot appear in retreat. She seeks, however, (the help of) him who seeks her to be his wife. Advance will be fortunate; all will turn out advantageously.

source: 九五，屯其膏；小貞吉，大貞凶。
en: The fifth NINE, undivided, shows the difficulties in the way of (its subject's) dispensing the rich favours that might be expected from him. With firmness and correctness there will be good fortune in small things; (even) with them in great things there will be evil.

source: 上六，乘馬班如，泣血漣如。
en: The topmost SIX, divided, shows (its subject) with the horses of his chariot obliged to retreat, and weeping tears of blood in streams.

source: 蒙，亨。匪我求童蒙，童蒙求我。初筮告，再三瀆，瀆則不告。利貞。
en: Meng (indicates that in the case which it presupposes) there will be progress and success. I do not (go and) seek the youthful and inexperienced, but he comes and seeks me. When he shows (the sincerity that marks) the first recourse to divination, I instruct him. If he apply a second and third time, that is troublesome; and I do not instruct the troublesome. There will be advantage in being firm and correct.

source: 初六，發蒙，利用刑人，用說桎梏，以往吝。
en: The first SIX, divided, (has respect to) the dispelling of ignorance. It will be advantageous to use punishment (for that purpose), and to remove the shackles (from the mind). But going on in that way (of punishment) will give occasion for regret.

source: 九二，包蒙吉，納婦吉，子克家。
en: The second NINE, undivided, (shows its subject) exercising forbearance with the ignorant, in which there will be good fortune; and admitting (even the goodness of women, which will also be fortunate. (He may be described also as) a son able to (sustain the burden of) his family.

source: 六三，勿用取女，見金夫，不有躬，无攸利。
en: The third SIX, divided, (seems to say) that one should not marry a woman whose emblem it might be, for that, when she sees a man of wealth, she will not keep her person from him, and in no wise will advantage come from her.

source: 六四，困蒙，吝。
en: The fourth SIX, divided, (shows its subject as if) bound in chains of ignorance. There will be occasion for regret.

source: 六五，童蒙，吉。
en: The fifth SIX, divided, shows its subject as a simple lad without experience. There will be good fortune.

source: 上九，擊蒙，不利為寇，利禦寇。
en: In the topmost NINE, undivided, we see one smiting the ignorant (youth). But no advantage will come from doing him an injury. Advantage would come from warding off injury from him.

source: 需，有孚，光亨，貞吉。利涉大川。
en: Xu intimates that, with the sincerity which is declared in it, there will be brilliant success. With firmness there will be good fortune; and it will be advantageous to cross the great stream.

source: 初九，需于郊，利用恆，无咎。
en: The first NINE, undivided, shows its subject waiting in the distant border. It will be well for him constantly to maintain (the purpose thus shown), in which case there will be no error.

source: 九二，需于沙，小有言，終吉。
en: The second NINE, undivided, shows its subject waiting on the sand (of the mountain stream). He will (suffer) the small (injury of) being spoken (against), but in the end there will be good fortune.

source: 九三，需于泥，致寇至。
en: The third NINE, undivided, shows its subject in the mud (close by the stream). He thereby invites the approach of injury.

source: 六四，需于血，出自穴。
en: The fourth SIX, divided, shows its subject waiting in (the place of) blood. But he will get out of the cavern.

source: 九五，需于酒食，貞吉。
en: The fifth NINE, undivided, shows its subject waiting amidst the appliances of a feast. Through his firmness and correctness there will be good fortune.

source: 上六，入于穴，有不速之客三人來，敬之終吉。
en: The topmost SIX, divided, shows its subject entered into the cavern. (But) there are three guests coming, without being urged, (to his help). If he receive them respectfully, there will be good fortune in the end.

source: 訟，有孚，窒，惕，中吉，終凶。利見大人，不利涉大川。
en: Song intimates how, though there is sincerity in one's contention, he will yet meet with opposition and obstruction; but if he cherish an apprehensive caution, there will be good fortune, while, if he must prosecute the contention to the (bitter) end, there will be evil. It will be advantageous to see the great man; it will not be advantageous to cross the great stream.

source: 初六，不永所事，小有言，終吉。
en: The first SIX, divided, shows its subject not perpetuating the matter about which (the contention is). He will suffer the small (injury) of being spoken against, but the end will be fortunate.

source: 九二，不克訟，歸而逋，其邑人三百戶无眚。
en: The second NINE, undivided, shows its subject unequal to the contention. If he retire and keep concealed (where) the inhabitants of his city are (only) three hundred families, he will fall into no mistake.

source: 六三，食舊德，貞厲，終吉。或從王事，无成。
en: The third SIX, divided, shows its subject keeping in the old place assigned for his support, and firmly correct. Perilous as the position is, there will be good fortune in the end. Should he perchance engage in the king's business, he will not (claim the merit of) achievement.

source: 九四，不克訟，復即命渝，安貞吉。
en: The fourth NINE, undivided, shows its subject unequal to the contention. He returns to (the study of Heaven's) ordinances, changes (his wish to contend), and rests in being firm and correct. There will be good fortune.

source: 九五，訟，元吉。
en: S. The fifth NINE, undivided, shows its subject contending - and with great good fortune.

source: 上九，或錫之鞶帶，終朝三褫之。
en: The topmost NINE, undivided, shows how its subject may have the leathern belt conferred on him (by the sovereign), and thrice it shall be taken from him in a morning.

source: 師，貞丈人吉，无咎。
en: Shi indicates how, in the case which it supposes, with firmness and correctness, and (a leader of) age and experience, there will be good fortune and no error.

source: 初六，師出以律，否臧，凶。
en: The first SIX, divided, shows the host going forth according to the rules (for such a movement). If these be not good, there will be evil.

source: 九二，在師中吉，无咎；王三錫命。
en: The second NINE, undivided, shows (the leader) in the midst of the host. There will be good fortune and no error. The king has thrice conveyed to him the orders (of his favour).

source: 六三，師或輿尸，凶。
en: The third SIX, divided, shows how the host may, possibly, have many inefficient leaders. There will be evil.

source: 六四，師左次，无咎。
en: The fourth SIX, divided, shows the host in retreat. There is no error.

source: 六五，田有禽，利執言，无咎。長子帥師，弟子輿尸，貞凶。
en: The fifth SIX, divided, shows birds in the fields, which it will be advantageous to seize (and destroy). In that case there will be no error. If the oldest son leads the host, and younger men (idly occupy offices assigned to them), however firm and correct he may be, there will be evil.

source: 上六，大君有命，開國承家，小人勿用。
en: The topmost SIX, divided, shows the great ruler delivering his charges, (appointing some) to be rulers of states, and others to undertake the headship of clans; but small men should not be employed (in such positions).

source: 比，吉。原筮元永貞，无咎。不寧方來，後夫凶。
en: Bi indicates that (under the conditions which it supposes) there is good fortune. But let (the principal party intended in it) re-examine himself, (as if) by divination, whether his virtue be great, unintermitting, and firm. If it be so, there will be no error. Those who have not rest will then come to him; and with those who are (too) late in coming it will be ill.

source: 初六，有孚，比之，无咎。有孚盈缶，終來有它，吉。
en: The first SIX, divided, shows its subject seeking by his sincerity to win the attachment of his object. There will be no error. Let (the breast) be full of sincerity as an earthenware vessel is of its contents, and it will in the end bring other advantages.

source: 六二，比之自內，貞吉。
en: In the second SIX, divided, we see the movement towards union and attachment proceeding from the inward (mind). With firm correctness there will be good fortune.

source: 六三，比之匪人。
en: In the third SIX, divided, we see its subject seeking for union with such as ought not to be associated with.

source: 六四，外比之，貞吉。
en: In the fourth SIX, divided, we see its subject seeking for union with the one beyond himself. With firm correctness there will be good fortune.

source: 九五，顯比。王用三驅，失前禽，邑人不誡，吉。
en: The fifth NINE, undivided, affords the most illustrious instance of seeking union and attachment. (We seem to see in it) the king urging his pursuit of the game (only) in three directions, and allowing the escape of all the animals before him, while the people of his towns do not warn one another (to prevent it). There will be good fortune.

source: 上六，比之无首，凶。
en: In the topmost SIX, divided, we see one seeking union and attachment without having taken the first step (to such an end). There will be evil.

source: 小畜，亨。密雲不雨，自我西郊。
en: Xiao Xu indicates that (under its conditions) there will be progress and success. (We see) dense clouds, but no rain coming from our borders in the west.

source: 初九，復自道，何其咎，吉。
en: The first NINE, undivided, shows its subject returning and pursuing his own course. What mistake should he fall into? There will be good fortune.

source: 九二，牽復，吉。
en: The second NINE, undivided, shows its subject, by the attraction (of the former line), returning (to the proper course). There will be good fortune.

source: 九三，輿說輻，夫妻反目。
en: The third NINE, undivided, suggests the idea of a carriage, the strap beneath which has been removed, or of a husband and wife looking on each other with averted eyes.

source: 六四，有孚，血去惕出，无咎。
en: The fourth SIX, divided, shows its subject possessed of sincerity. The danger of bloodshed is thereby averted, and his (ground for) apprehension dismissed. There will be no mistake.

source: 九五，有孚攣如，富以其鄰。
en: The fifth NINE, undivided, shows its subject possessed of sincerity, and drawing others to unite with him. Rich in resources, he employs his neighbours (in the same cause with himself).

source: 上九，既雨既處，尚德載，婦貞厲，月幾望，君子征凶。
en: The topmost NINE, undivided, shows how the rain has fallen, and the (onward progress) is stayed - (so) must we value the full accumulation of the virtue (represented by the upper trigram). But a wife (exercising restraint), however firm and correct she may be, is in a position of peril, (and like) the moon approaching to the full. If the superior man prosecute his measures (in such circumstances), there will be evil.

source: 履虎尾，不咥人，亨。
en: (Lu suggests the idea of) one treading on the tail of a tiger, which does not bite him. There will be progress and success.

source: 初九，素履，往无咎。
en: The first NINE, undivided, shows its subject treading his accustomed path. If he go forward, there will be no error.

source: 九二，履道坦坦，幽人貞吉。
en: The second NINE, undivided, shows its subject treading the path that is level and easy - a quiet and solitary man, to whom, if he be firm and correct, there will be good fortune.

source: 六三，眇能視，跛能履，履虎尾，咥人，凶。武人為于大君。
en: The third SIX, divided, shows a one-eyed man (who thinks he) can see; a lame man (who thinks he) can walk well; one who treads on the tail of a tiger and is bitten. (All this indicates) ill fortune. We have a (mere) bravo acting the part of a great ruler.

source: 九四，履虎尾，愬愬終吉。
en: The fourth NINE, undivided, shows its subject treading on the tail of a tiger. He becomes full of apprehensive caution, and in the end there will be good fortune.

source: 九五，夬履，貞厲。
en: The fifth NINE, undivided, shows the resolute tread of its subject. Though he be firm and correct, there will be peril.

source: 上九，視履考祥，其旋元吉。
en: The sixth NINE, undivided, tells us to look at (the whole course) that is trodden, and examine the presage which that gives. If it be complete and without failure, there will be great good fortune.

source: 泰，小往大來，吉亨。
en: In Tai (we see) the little gone and the great come. (It indicates that) there will be good fortune, with progress and success.

source: 初九，拔茅茹以其彙，征吉。
en: The first NINE, undivided, suggests the idea of grass pulled up, and bringing with it other stalks with whose roots it is connected. Advance (on the part of its subject) will be fortunate.

source: 九二，包荒。用馮河，不遐遺；朋亡。得尚于中行。
en: The second NINE, undivided, shows one who can bear with the uncultivated, will cross the He without a boat, does not forget the distant, and has no (selfish) friendships. Thus does he prove himself acting in accordance with the course of the due Mean.

source: 九三，无平不陂，无往不復，艱貞无咎。勿恤其孚，于食有福。
en: The third NINE, undivided, shows that, while there is no state of peace that is not liable to be disturbed, and no departure (of evil men) so that they shall not return, yet when one is firm and correct, as he realises the distresses that may arise, he will commit no error. There is no occasion for sadness at the certainty (of such recurring changes); and in this mood the happiness (of the present) may be (long) enjoyed.

source: 六四，翩翩，不富以其鄰；不戒以孚。
en: The fourth SIX, divided, shows its subject fluttering (down) - not relying on his own rich resources, but calling in his neighbours. (They all come) not as having received warning, but in the sincerity (of their hearts).

source: 六五，帝乙歸妹，以祉，元吉。
en: The fifth six, divided, reminds us of (king) Di-yi's (rule about the) marriage of his younger sister. By such a course there is happiness and there will be great good fortune.

source: 上六，城復于隍，勿用師，自邑告命，貞吝。
en: The sixth six, divided, shows us the city wall returned into the moat. It is not the time to use the army. (The subject of the line) may, indeed, announce his orders to the people of his own city; but however correct and firm he may be, he will have cause for regret.

source: 否之匪人，不利君子貞，大往小來。
en: In Pi there is the want of good understanding between the (different classes of) men, and its indication is unfavourable to the firm and correct course of the superior man. We see in it the great gone and the little come.

source: 初六，拔茅茹以其彙，貞吉。亨。
en: The first SIX, divided, suggests the idea of grass pulled up, and bringing with it other stalks with whose roots it is connected. With firm correctness (on the part of its subject), there will be good fortune and progress.

source: 六二，包承，小人吉，大人否。亨。
en: The second SIX, divided, shows its subject patient and obedient. To the small man (comporting himself so) there will be good fortune. If the great man (comport himself) as the distress and obstruction require, he will have success.

source: 六三，包羞。
en: The third SIX, divided, shows its subject ashamed of the purpose folded (in his breast).

source: 九四，有命，无咎，疇離祉。
en: The fourth NINE, undivided, shows its subject acting in accordance with the ordination (of Heaven), and committing no error. His companions will come and share in his happiness.

source: 九五，休否，大人吉。其亡其亡，繫于苞桑。
en: In the fifth NINE, undivided, we see him who brings the distress and obstruction to a close,--the great man and fortunate. (But let him say), 'We may perish! We may perish!' (so shall the state of things become firm, as if) bound to a clump of bushy mulberry trees.

source: 上九，傾否，先否後喜。
en: The sixth NINE, undivided, shows the overthrow (and removal of) the condition of distress and obstruction. Before this there was that condition. Hereafter there will be joy.

source: 同人于野，亨。 利涉大川，利君子貞。
en: Tong Ren (or 'Union of men') appears here (as we find it) in the (remote districts of the) country, indicating progress and success. It will be advantageous to cross the great stream. It will be advantageous to maintain the firm correctness of the superior man.

source: 初九：同人于門，無咎。
en: The first NINE, undivided, (shows the representative of) the union of men just issuing from his gate. There will be no error.

source: 六二：同人于宗，吝。
en: The second SIX, divided, (shows the representative of) the union of men in relation with his kindred. There will be occasion for regret.

source: 九三：伏戎于莽，升其高陵，三歲不興。
en: The third NINE, undivided, (shows its subject) with his arms hidden in the thick grass, and at the top of a high mound. (But) for three years he makes no demonstration.

source: 九四：乘其墉，弗克，攻吉。
en: The fourth NINE, undivided, (shows its subject) mounted on the city wall; but he does not proceed to make the attack (he contemplates). There will be good fortune.

source: 九五：同人，先號啕而后笑。大師克相遇。
en: In the fifth NINE, undivided, (the representative of) the union of men first wails and cries out, and then laughs. His great host conquers, and he (and the subject of the second line) meet together.

source: 上九：同人于郊，無悔。
en: The topmost NINE, undivided, (shows the representative of) the union of men in the suburbs. There will be no occasion for repentance.

source: 大有，元亨。
en: Da You indicates that, (under the circumstances which it implies), there will be great progress and success.

source: 初九：无交害，匪咎，艱則无咎。
en: In the first NINE, undivided, there is no approach to what is injurious, and there is no error. Let there be a realisation of the difficulty (and danger of the position), and there will be no error (to the end).

source: 九二：大車以載，有攸往，无咎。
en: In the second NINE, undivided, we have a large waggon with its load. In whatever direction advance is made, there will be no error.

source: 九三：公用亨于天子，小人弗克。
en: The third NINE, undivided, shows us a feudal prince presenting his offerings to the Son of Heaven. A small man would be unequal (to such a duty).

source: 九四：匪其彭，无咎。
en: The fourth NINE, undivided, shows its subject keeping his great resources under restraint. There will be no error.

source: 六五：厥孚交如，威如；吉。
en: The fifth SIX, divided, shows the sincerity of its subject reciprocated by that of all the others (represented in the hexagram). Let him display a proper majesty, and there will be good fortune.

source: 上九：自天佑之，吉无不利。
en: The topmost NINE, undivided, shows its subject with help accorded to him from Heaven. There will be good fortune, advantage in every respect.

source: 謙，亨，君子有終。
en: Qian indicates progress and success. The superior man, (being humble as it implies), will have a (good) issue (to his undertakings).

source: 初六：謙謙君子，用涉大川，吉。
en: The first SIX, divided, shows us the superior man who adds humility to humility. (Even) the great stream may be crossed with this, and there will be good fortune.

source: 六二：鳴謙，貞吉。
en: The second SIX, divided, shows us humility that has made itself recognised. With firm correctness there will be good fortune.

source: 九三：勞謙君子，有終吉。
en: The third NINE, undivided, shows the superior man of (acknowledged) merit. He will maintain his success to the end, and have good fortune.

source: 六四：无不利，撝謙。
en: The fourth SIX, divided, shows one, whose action would be in every way advantageous, stirring up (the more) his humility.

source: 六五：不富，以其鄰，利用侵伐，无不利。
en: The fifth SIX, divided, shows one who, without being rich, is able to employ his neighbours. He may advantageously use the force of arms. All his movements will be advantageous.

source: 上六：鳴謙，利用行師，征邑國。
en: The sixth SIX, divided, shows us humility that has made itself recognised. The subject of it will with advantage put his hosts in motion; but (he will only) punish his own towns and state.

source: 豫，利建侯行師。
en: Yu indicates that, (in the state which it implies), feudal princes may be set up, and the hosts put in motion, with advantage.

source: 初六：鳴豫，凶。
en: The first SIX, divided, shows its subject proclaiming his pleasure and satisfaction. There will be evil.
